Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sdir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: This circular applies to Norwegian fishing vessels of 15 metres in overall length (LOA) and upwards where catch is stored, or intended to be stored, in RSW tanks.
nb: Rundskrivet gjelder for norske fiske- og fangstfartøy over 15 meter (største lengde) som oppbevarer, eller der hensikten er å oppbevare, fangst i lasterom som er RSW-lastetanker.

source: MLC 2006 Annual report 2016 – Norway
nb: MLC 2006 årsrapport 2016 – Norge

source: In the example below, 5 are answered by the yard, and 17 are waiting for uploading documents.
nb: I eksemplet under er 5 besvart av verftet, og 17 venter på opplasting av dokumenter.

source: After selecting the document you want to upload, the following dialog box appears.
nb: Etter at du har valgt dokumentet du vil laste opp, vises følgende dialogboks.

source: NMA will not issue any evidence for such extension.
nb: NMA vil ikke utstede bevis/dokumentasjon for slik forlengelse.

source: If you are employed in a permanent or temporary position on board different vessels within periods of 24 or 168 hours, the hours of rest shall still amount to at least 10 a day or 77 a week, calculated from the time you started working on the first vessel.
nb: Dersom man arbeider/vikarierer på ulike fartøy innenfor 24- timers eller 168-timers perioder, skal døgnhvilen fortsatt være på minst 10 timer, og ukehvilen på 77 timer, regnet fra det tidspunkt man startet arbeidet på det første fartøyet.

source: Many of the vessels have several sailings in the fjord with calls in Geiranger, and all voyages are included in the speed analysis.
nb: Mange av fartøyene har flere seilaser i fjorden med anløp i Geiranger, og alle turene er inkludert i hastighetsanalysen.

source: Focus on passenger ship safety in 2013
nb: Fokus på inspeksjon av passasjerskip i 2013

source: Reference is made to our Safety Notice SM 8-2014, which was issued due to numerous inquiries about the validity of certificates for inflatable life-saving appliances.
nb: Vi viser til vår sikkerhetsmelding SM 8-2014 som ble gitt ut på bakgrunn av mange henvendelser om gyldigheten av sertifikatene på oppblåsbart redningsutstyr.

source: structural element for storage of appliances and/or tools irrespective of attachment method (see drawing 10 in Appendix)
nb: konstruksjonselementer for oppbevaring av redskap og/eller verktøy uavhengig av innfestingsmetode (se skisse 10 i vedlegg)

source: The transverse extent of damage is increased to B/20 or minimum 760 mm.
nb: Tverrskipsskade økes til B/20 eller minimum 760 millimeter.

source: Furthermore, it is the NMA’s assessment that also for mobile offshore units, there is reason to consider the scope of application of the recycling legislation regardless of the trading certificate.
nb: Sjøfartsdirektoratet vurderer videre at det også for flyttbare innretninger er grunn til å vurdere virkeområdet for gjenvinningsregelverket uavhengig av fartssertifikatet.

source: Risk assessment and emergency preparedness in the context of the COVID-19 pandemic
nb: Lukk driftsmeldinger Risikovurdering og beredskap i forbindelse med covid-19-pandemien

source: Mr. Atle Thowsen, former Director of Bergen Maritime Museum, guided us through a historical retrospective of Norwegian shipping from 1854 until the establishment of the Norwegian International Ship Register.
nb: Blant dem var tidligere direktør ved Bergen Sjøfartsmuseum, Atle Thowsen som hadde et historisk tilbakeblikk med utgangspunkt i lov av 1854 og frem til opprettelsen av Norsk internasjonalt skipsregister.

source: Such referrals must only be made if the doctor is in doubt and considers it possible that the candidate may meet the CIE standard 2 requirements if further tests are taken.
nb: Videre henvisning skal kun skje i tvilstilfeller der legen vurderer det til at kandidaten kan kvalifisere til oppfyllelse av CIE standard 2 ved videre undersøkelse.

source: swimming platforms (see drawing 15 in appendix)<
nb: badeplattformer (se skisse 15 i vedlegg)

source: Having selected a vessel, you may choose to assign access to this vessel for other users as well.
nb: Når du har valgt et fartøy, vil du også ha mulighet til å gi andre brukere tilgang til dette fartøyet.

source: The Norwegian Maritime Authority (NMA) also received a letter from the United States Coast Guard saying that the NMA was subject to renewed approval in their programme "Quality Shipping for the 21st Century".
nb: I tillegg fikk Sjøfartsdirektoratet brev fra kystvakten i USA om at direktoratet får fornyet godkjenning i deres kvalitetsskipsfartprogram «Quality Shipping for the 21st Century».

source: Several of the approximately 68 guests took the opportunity to bring forth their congratulations.
nb: Av de vel 68 gjestene var det flere som benyttet anledningen til å frembringe sine gratulasjoner.

source: The delegates from Norway were Randi Birkelund from the Ministry of Trade and Industry, Alf Tore Sørheim and Thor Clausen from The Norwegian Maritime Authority.
nb: Delegatene fra Norge var Randi Birkelund fra Nærings- og Handelsdepartementet, Alf Tore Sørheim og Thor Clausen fra Sjøfartsdirektoratet.

source: tested or been in quarantine in another country prior to departure.
nb: vært i karantene i annet land før avreise.

source: See more details under “Scope of application”.
nb: Se nærmere beskrivelse under virkeområde.

source: The reference to section 3 of the Regulations applies to ships covered by the requirements of SOLAS, whereas the reference to sections 18 and 19 of the Regulations applies to cargo ships of less than 500 gross tonnage engaged on foreign voyages or ships carrying out towing operations engaged on domestic voyages.
nb: Henvisningen til forskriftens § 3 gjelder for skip som omfattes av kravene i SOLAS, mens henvisningen til §§ 18 og 19 i forskriften gjelder for lasteskip med bruttotonnasje under 500 i utenriksfart eller et skip som sleper i innenriksfart.

source: The certificate is linked to EU Regulation (EU) no. 1257/2013 on ship recycling and incorporated into Norwegian law by regulation FOR-2018-12-06-1813 Regulations on recycling of ships and mobile facilities.
nb: Sertifikatet er knyttet til EU-forordning (EU) nr. 1257/2013 om gjenvinning av skip og innlemmet i norsk lov ved forskrift FOR-2018-12-06-1813 Forskrift om gjenvinning av skip og mobile enheter.

source: IHM and control of ships on 31.12.2020 and after
nb: IHM og kontroll av skip fra og med 31.12.2020.

source: ” for ships flying the flag of a non-EU/EEA country calling at EU/EEA waters.
nb: for skip flagget utenfor EU/EØS som anløper EU/EØS-farvann.

source: The master or authorised person must monitor and record the hours of rest in every 24-hour and 168-hour (7-day) period.
nb: Skipsføreren/bemyndiget skal kontrollere og registrere hviletiden i enhver periode på 24 timer og 168 timer (7 døgn).

source: Competency (CoC) and Certificate of Proficiency (CoP) can be renewed for up to 30
nb: kan fornyes for inntil 30 måneder, ved at innehaver gjennomfører den teoretiske delen av nødvendig

source: The 24-hour period is a person’s working day, which commences the first time the seafarer starts to work (first watch) on a calendar day and ends at the same time the next day.
nb: 24-timers perioden er den enkelte sitt arbeidsdøgn som begynner når man første gang starter arbeidet (første vakt) i et kalenderdøgn, og varer frem til samme klokkeslett påfølgende døgn.

source: Section 3-7 first paragraph of the Regulations describes conditions that shall be calculated as a minimum.
nb: I forskriften § 3-7 første ledd er det beskrevet et sett regelkondisjoner som minst skal utarbeides.

source: (e) the maximum annual ship recycling output.
nb: e) Største årlige kapasitet for gjenvinning av skip.

source: Can exemptions be made from the requirements for PFDs in recreational craft?
nb: Hvilke unntak er det fra kravene til flyteutstyr i fritidsbåter?

source: These data form the basis of an AIS-based environmental accounting, which is used to calculate fuel consumption, emissions and operational characteristics for voyages and when in port.
nb: Disse dataene danner grunnlaget for et AIS-basert miljøregnskap, som benyttes til å beregne drivstofforbruk, utslipp og operasjonelle karakteristikker for inn og utseiling og i havn.

source: In accordance with the EMSA guidance, the IHM shall be prepared by an individual IHM expert or IHM expert company.
nb: I henhold til EMSAs retningslinjer skal IHM utarbeides av en IHM kyndig person eller selskap (individual IHM expert or IHM expert company).

source: If the administration that has issued the seafarer's national CoC or CoP chooses a general extension of the validity of the national CoC or CoP, the validity of the Norwegian endorsement issued based on the current CoC/CoP will automatically be considered extended accordingly.
nb: Om administrasjon som har utstedt sjøfolkenes nasjonale CoC eller CoP velger en generell forlenging av gyldighet på de nasjonale CoC og CoP, vil gyldigheten på norsk endorsement utstedt på grunnlag av det aktuelle CoC/CoP automatisk være å anse som tilsvarende forlenget.

source: (30,48 cm) to 6 inches wide discs.
nb: tommer (30,48 cm) til 6 tommer brede

source: Chapter 8 Required documentation when constructing ships
nb: Kapittel 8 om dokumentasjon som kreves i forbindelse bygging av skip

source: The IHM shall identify the hazardous materials referred to in Annex II to the Regulation, their location and quantities, and the IHM shall also provide evidence of compliance with the restrictions on the use of materials listed in Annex I, cf. Article 5.
nb: IHM skal identifisere, lokalisere og kvantifisere farlige stoffer listet opp i vedlegg II til forordningen, og IHM skal videre dokumentere samsvar med begrensningene i bruken av stoffer oppført i vedlegg I, jf. artikkel 5.

source: Knut Arild Hareide appointed new Director General of Navigation and Shipping
nb: Knut Arild Hareide blir ny sjøfartsdirektør

source: Chapter 7 Electrical installations on ships covered by section 4
nb: Kapittel 7 om elektriske installasjoner på skip som omfattes av § 4

source: The ships will instead be subject to a certification regime which follows the ship from cradle to grave, and the company commits itself to recycling at facilities included in the European List of approved recycling facilities only, within or outside the EU and the OECD.
nb: I stedet blir skipene underlagt et sertifikatregime som skal følge skipet fra vugge til grav, og rederiet forpliktes til bare å gjenvinne skip ved anlegg som står oppført på EU-listen over godkjente anlegg i eller utenfor EU og OECD.

source: requesting assessment of relevant factors?
nb: ved at det er bedt om vurdering av relevante forhold?

source: Propagation test 2 If propagation test 1 fails, the arrangement may be tested with active external safety systems upon acceptance from the NMA.
nb: Propageringstest 2 Dersom propageringstest 1 mislykkes, kan arrangementet testes med aktive eksterne sikkerhetssystemer etter aksept fra Sjøfartsdirektoratet.

source: , Norway – Able Seaman, research/survey vessel Kronprins Haakon
nb: , Norge – Matros, Forskningsskipet Kronprins Haakon

source: Weather-exposed/open devices to ensure people access for necessary exterior maintenance or access to sea, such as:
nb: Værutsatte/åpne innretninger som skal sikre adkomst for personer for nødvendig ytre vedlikehold eller adkomst til sjø, som f.eks.:

source: Components to be omitted when measuring overall length:
nb: Bestanddeler som skal utelates i måling av største lengde:

source: Having held two ministerial posts, Knut Arild Hareide knows the administration and the sector well.
nb: Med Knut Arild Hareide får Sjøfartsdirektoratet en svært godt kvalifisert leder med bred erfaring fra politikk og næringsliv.

source: - 657 MLC inspections carried out on ships with MLC certificate;
nb: - 657 MLC inspeksjoner utført på skip med MLC sertifikat;

source: Compliance with the CIE standard has not been required for the lantern test.
nb: Det har ikke vært praksis for å kreve at lanternetesten må gjennomføres i henhold til CIE standard.

source: The Canadian transport authorities are seeking advice about Norway's experience with LNG (Liquefied Natural Gas) as fuel for ships.
nb: De kanadiske transportmyndighetene ønsker kunnskap om Norges erfaringer med LNG (flytende naturgass) som drivstoff for skip.

source: Significant growth in NIS – more than 700 ships registered
nb: Kraftig vekst i NIS – passerer 700 skip

source: from the International Commission on Illumination (CIE-143-2001) or a later edition.
nb: fra International Commission on Illumination (CIE-143-2001) eller senere utgaver.

source: a safety certificate for passenger ships of class A, B or C according to Directive 2009/45/EC; or
nb: et sikkerhetssertifikat for passasjerskip i henhold til Direktiv 2009/45/EF klasse A, B eller C eller

source: On My vessels you can as owner or with administrative privileges give access to external users who do not have the "Transport" role.
nb: På "Min side fartøy" har du hvis du er eier eller har fått administrativ tilgang til løsningen, mulighet til å gi tilgang til eksterne brukere som ikke har rollen "Samferdsel".

source: The Seafarer Fatigue project was based on field research, surveys and analysis of existing accident and injury data, and carried out by the researchers Andy Smith, Paul Allen and Emma Wadsworth at Cardiff University.
nb: Seafarer Fatigue er et forskningsprosjekt basert på feltarbeid, spørreskjemaundersøkelser og analyser av databaser med skade- og ulykkehistorikk, utarbeidet av Andy Smith, Paul Allen og Emma Wadsworth fra Cardiff Universitet.

source: In simple words, the Regulations apply to all carriage of 12 passengers or less, unless the activity is considered a recreational activity where individuals invite friends or acquaintances for a ride in their recreational craft.
nb: Forenklet kan man si at forskriften gjelder for all transport av 12 eller færre passasjerer som ikke er fritidsaktivitet der privatpersoner tar med seg venner eller bekjente på tur i sin fritidsbåt.

source: The Norwegian Maritime Authority gathers the The Maritime Office, Office for Navigation and Engineering Officer and The Ship Measurement Office to one unit.
nb: Sjøfartsdirektoratet samlet den maritime administrasjonen med sjøfartskontoret, kontor for navigasjons- og maskinistvesen og skipsmålekontoret.

source: What is meant by "any 24-hour period"?
nb: Hva menes med "en hvilken som helst periode på 24-timer"?

source: Norway presented a draft of a new convention on ship recycling at MEPC 54 in 2006, which was then further developed by the Committee.
nb: Norge fremla et utkast til en ny konvensjon om opphugging av skip på MEPC 54 i 2006, som siden ble videreutviklet av komitéen.

source: In the period from 2006 to 2015, the number of fires was increasing,
nb: I perioden 2006 til 2015 var antal et branner økende frem

source: , «Hanging out on deck» - Sweden – Chief Engineer, Wisby Pacific
nb: , «Hanging out on deck» - Sverige – maskinsjef, Wisby Pacific

source: The required content of an SSA and an SSP is described in the ISPS Code, EU legislation and national legislation.
nb: Kravet til innhold i SSA og SSP er beskrevet i ISPS-koden, EU-regelverk og nasjonalt regelverk.

source: There are some exemptions from the entry quarantine requirement of the COVID-19 Regulations.
nb: Det finnes enkelte unntak fra kravet om innreisekarantene i covid-19-forskriften.

source: In Official Norwegian Report 1999:30 it was proposed that the system of compulsory inquiry should not be continued.
nb: Sjølovkomiteen foreslo i NOU 1999:30 at ordningen med tvungen sjøforklaring ikke skulle videreføres.

source: An overview of various studies and calculation methodologies can be found e.g. in Linstad et al. (2015).
nb: En oversikt over ulike studier og beregningstilnærminger finnes for eksempel hos Linstad et al (2015).

source: Section 75 first paragraph is new compared to the proposal circulated for general review.
nb: § 75 første ledd er ny sammenlignet med forskriftsutkastet som var på offentlig høring.

source: In the event of a positive test, the person must go into isolation (see Section 7), and the employer or
nb: Ved positiv test skal personen i isolering, jf. § 7, og arbeids- eller oppdragsgiver skal varsle kommunen

source: Rigger crushed and seriously injured by 3 Te flexible pipe end fitting – Flexible Lay
nb: Læring av hendelser - Rigger klemt og alvorlig skadet av 3 tonns kobling (Flexible Lay)

source: Vessels used for leisure activities by members of an association or society
nb: Fartøy som brukes av medlemmer i lag eller foreninger til fritidsaktiviteter

source: Applications will not be processed before the application fee is paid.
nb: Før du kan søke må du enten ha fullført systematisk opplæring, webcadet eller ISF kadettbok.

source: A ship may not carry cargo between Norwegian ports pursuant to these Regulations until the Norwegian Maritime Authority has announced that the ship has been entered on the list referred to in section 5.
nb: Et skip kan ikke føre last mellom norske havner i medhold av denne forskrift før meddelelse er gitt fra Sjøfartsdirektoratet om at skipet er oppført på listen nevnt i § 5.

source: This means that the recognised classification societies have been delegated the authority to approve the ships' ship security plans (SSP) and to issue International Ship Security Certificates (ISSC) on behalf of the NMA.
nb: Dette betyr at de anerkjente klasseinstitusjonene er delegert myndighet til å godkjenne skipenes sikringsplaner (SSP) samt utstede International Ship Security Certificate (ISSC) på vegne av Sjøfartsdirektoratet.

source: Please also check the information of this data protection statement, as well as GDPR Articles 15 to 22.
nb: Det vises for øvrig til den informasjon som fremgår av denne personvernerklæringen, samt GDPR artikkel 15 – 22.

source: The AIS-based traffic analysis carried out identifies all unique cruise ships and Hurtigruten vessels in the analysis areas, and is based on actual ship activity in 2016 and 2017 (through October).
nb: Den gjennomførte AIS-baserte trafikkanalysen identifiserer alle unike cruise- og hurtigrutefartøy i analyseområdene, og baserer seg på faktisk skipsaktivitet i 2016 og 2017 (til og med oktober).

source: A total of 11 consultative statements came in, whereof 5 did not include comments to the proposal.
nb: Det kom inn total 11 svar på høringen hvorav 5 ikke hadde noen merknader.

source: arms can be painted like fish shells, and on his feet, he could wear fins.
nb: kan være påmalt fiskehud, og på bena kan han godt ha svømmeføtter.

source: attributed as important causes of groundings.
nb: viktige årsaker til grunnstøtinger.

source: Legal, technical and environmental aspects of introducing speed limits at sea have also been considered (e.g.CE Delft, 2012).
nb: Det har også vært vurdert juridiske, tekniske og miljømessige aspekter ved innføring av fartsgrenser på sjøen (e.g. CE Delft, 2012).

source: Background for the requirement:
nb: Bakgrunn for kravet:

source: (3) Fixed VHF/DSC equipment and MF radio equipment with DSC shall be connected to the satellite
nb: (3) Fastmontert VHF/DSC og MF-radioutstyr med DSC skal drives fra fartøyets hovedenergikilde og

source: This requirement applies to anyone who has stayed in the United Kingdom during the last 14 days before arrival.
nb: Kravet gjelder alle som har oppholdt seg i Storbritannia i løpet av de siste 14 dagene før ankomst.

source: Easter Eve, Whit Eve, Christmas Eve and New Year’s Eve from 15:00 to 24:00 are equivalent to Saturdays.
nb: Likt med helgedager regnes tiden fra kl. 15:00 til 24:00 påskeaften, pinseaften, julaften og nyttårsaften.

source: In general, the Norwegian Fishing Vessel Owners Association (Fiskebåt) believes that an arrangement for approval of recycling facilities, together with a requirement to provide a recycling plan prior to condemnation, will be sufficient to reach the goal of sound ship recycling.
nb: Interesse- og arbeidsgiverforeningen Fiskebåt mener generelt det vil være tilstrekkelig med en godkjenningsordning for gjenvinningsanlegg, sammen med et krav om gjenvinningsplan i forkant av kondemnering, for å oppnå målsettingen om forsvarlig gjenvinning av skip.

source: The NMA takes note of the comments on the impact assessment and calculations from 2009.
nb: Sjøfartsdirektoratet tar merknadene til konsekvensvurderingen og beregningene fra 2009 til etterretning.

source: Ebola - Precautions for seafarers
nb: Ebola – forholdsregler for sjøfolk

source: Norway has played a key role in the development of binding international legislation ship recycling and was the first country to address the problem of unacceptable conditions in the ship scrapping industry in the UN’s International Maritime Organization (IMO) in 1999.
nb: Norge har spilt en sentral rolle i utviklingen av et bindende internasjonalt regelverk for skipsopphugging, og tok som første land opp problemet med uholdbare forhold i skipsopphuggingsindustrien i FNs sjøfartsorganisasjon IMO (International Maritime Organization) i 1999.

source: However, as the industry became more global and the costs of maintaining a high environmental and safety standard increased, the industry was gradually moved to poor Asian countries.
nb: Men etter hvert som næringen ble mer global og kostnadene ved å opprettholde en høy miljø- og sikkerhetsmessig standard steg, ble næringen gradvis flyttet til fattige land i Asia.

source: These guidelines have been developed considering new and existing ships.
nb: Disse retningslinjene er utviklet både med tanke på nye og eksisterende skip.

source: Update of the cargo handling procedures
nb: oppdatering av prosedyrer for håndtering av last

source: CoC/CoP will automatically be considered extended accordingly.
nb: aktuelle CoC/CoP automatisk være å anse som tilsvarende forlenget.

source: There are two clinics in Norway that are approved to provide follow-up tests of colour vision in accordance with CIE-143-2001 or a later edition:
nb: Det er tre steder i Norge som er godkjent for videre utredning av fargesynet i henhold til CIE-143-2001 eller senere utgaver:

source: The christening ceremony will of course also take place in Bergen, on 17 May - Norway's Constitution Day.
nb: Dåpen finner selvsagt også sted i Bergen, på selveste 17.

source: • What will be discussed/decided in the meeting?
nb: • Hva skal det snakkes om/besluttes på møtet?

source: Pension Insurance for Seamen (PTS) is a statutory pension scheme for employees working at sea.
nb: Pensjonstrygden for sjømenn (PTS) er en lovbestemt pensjonsordning for arbeidstakere til sjøs.

source: person on board, or thermal protective aids (TPA) for the total number of passengers and for the
nb: bord, eller termiske beskyttelsesposer (TPA) for det totale passasjerantallet og for de av

source: The Norwegian Maritime Authority has been certified according to the international standard ISO 9001 on quality management.
nb: Som den første offentlige tilsyn i Norge er Sjøfartsdirektoratet sertifisert i henhold til den internasjonale standarden ISO 9001.

source: PROMOTING THE NORWEGIAN FLAG: Director of Communications Eilif Fjon (from left), Senior Surveyor Torstein Dale Selsås, Communications Advisor Hedda Grip Vikse, Advisor Anders Norheim, Senior Surveyor Veronica Haugan and Head of Section, Ole Kamlund.
nb: Kommunikasjonsdirektør Eilif Fjon (fra venstre), senioringeniør Torstein Dale Selsås, kommunikasjonsrådgiver Hedda Grip Vikse, rådgiver Anders Norheim, senioringeniør Veronica Haugan og seksjonssjef Ole Kamlund.
